cask "zed" # Zed editor https://zed.dev
cask "ghostty" # Terminal emulator https://ghostty.org/
cask "macs-fan-control" # Fan control https://crystalidea.com/macs-fan-control
cask "raycast" # App launcher https://raycast.com/
cask "signal" # Signal messenger https://signal.org/
cask "gitkraken" # Git GUI https://www.gitkraken.com/
cask "aldente" # Battery manager https://apphousekitchen.com/aldente-overview/
cask "jordanbaird-ice@beta" # Menu bar https://icemenubar.app/
cask "localsend" # Local file sharing https://localsend.org/
cask "pearcleaner" # App uninstaller and cleanup https://github.com/alienator88/Pearcleaner
cask "cap" # screen recorder https://cap.so/
cask "fluidvoice" # dictation app https://altic.dev/fluid
cask "unnaturalscrollwheels" # fix scroll wheel behavior https://github.com/ther0n/UnnaturalScrollWheels
cask "gyroflow" # Drone video stabilization https://gyroflow.xyz/
cask "mounty" # NTFS support https://mounty.app/
cask "the-unarchiver" # RAR/7z utility https://theunarchiver.com/
